[
    {
        "name":"Hyderabad",
        "description":"Hyderabad, the capital of Telangana, is a city that beautifully balances its historical heritage with modern growth. Established in 1591 by Muhammad Quli Qutb Shah, the city is renowned for its iconic landmarks such as the Charminar, Golconda Fort, and the palatial residences of the Nizams. The Old City area, with its bustling bazaars, traditional markets, and architectural marvels, reflects the rich cultural tapestry woven over centuries.In contrast, the newer parts of Hyderabad, especially the area known as Cyberabad have evolved into a major technology hub, attracting global IT giants and fostering a vibrant startup ecosystem. This rapid development has earned Hyderabad a reputation as one of India's leading cities for innovation and technology. Alongside its economic growth, Hyderabad is celebrated for its delicious cuisine, particularly the world-famous Hyderabadi biryani, which symbolizes the city's diverse and flavorful character.",
        "imgUrl":"https://th.bing.com/th/id/R.1c00a1ca0f6cd4ace46b984f35883373?rik=%2fsuvOUWuctF%2bRw&riu=http%3a%2f%2fextravelmoney.com%2fblog%2fwp-content%2fuploads%2f2015%2f08%2fhyderabad-hitech-city.jpg&ehk=skRiReNiFFcn5rhtNaDKQ1KjtxqFI5PmTwuanjMYN3M%3d&risl=&pid=ImgRaw&r=0"
    },
    {
        "name":"Delhi",
        "description":"Delhi, the capital of India, is a vibrant metropolis that serves as the political, cultural, and historical heart of the country. With a history spanning thousands of years, Delhi has been the seat of several powerful empires, leaving behind a rich legacy of monuments like the Red Fort, Qutub Minar, and Humayun's Tomb. The city is a blend of the ancient and the modern, with the bustling markets and historic sites of Old Delhi contrasting with the wide avenues and modern infrastructure of New Delhi.As the administrative center of India, Delhi houses the country's key government institutions, including the Parliament, Rashtrapati Bhavan, and the Supreme Court. The city is a melting pot of cultures, with people from all parts of India calling it home. This diversity is reflected in Delhi's vibrant food scene, festivals, and cultural events, making it a lively city that embodies the spirit of India.",
        "imgUrl":"https://wallpaperaccess.com/full/1896171.jpg"
    },
    {
        "name":"Mumbai",
        "description":"Mumbai, the capital of Maharashtra, is India's financial powerhouse and the heart of the country's entertainment industry. Known as the City of Dreams, Mumbai is home to the Bombay Stock Exchange, major financial institutions, and the thriving Bollywood film industry. The city is a bustling metropolis with a dynamic energy, where colonial-era architecture like the Gateway of India and Chhatrapati Shivaji Terminus stand alongside modern skyscrapers.A melting pot of cultures, Mumbai is one of the most diverse cities in India, attracting people from all over the country in pursuit of opportunities. This diversity is reflected in the city's vibrant street food, festivals, and cultural life. Despite its fast-paced lifestyle, Mumbai offers serene escapes like Marine Drive and Juhu Beach, making it a city of contrasts where tradition meets modernity.",
        "imgUrl":"https://th.bing.com/th/id/R.9dd894a079ed64c6d1c686956d3cfe85?rik=%2b6ghkGKROl5GEQ&riu=http%3a%2f%2fwww.massa.net.my%2fwp-content%2fuploads%2f2015%2f04%2fmumbai-marine-drive.jpg&ehk=T%2fAgOHf5ak1HyMnWPM0WA3QTvwCsggEOnZi2pLVPm%2fY%3d&risl=&pid=ImgRaw&r=0"
    },
    {
        "name":"Chennai",
        "description":"asdf",
        "imgUrl":"https://assets.traveltriangle.com/blog/wp-content/uploads/2018/01/Ekambareswarar-Temple-kb6592.jpg"
    },
    {
        "name":"Goa",
        "description":"asdf",
        "imgUrl":"https://th.bing.com/th?id=OIP.7IrJMGZmyQZaalL-laIdNwHaE5&w=307&h=203&c=8&rs=1&qlt=90&o=6&dpr=1.3&pid=3.1&rm=2"
    }
]